---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilteredWorksetIterator
source: html/05c7627c-c844-4ee3-c27e-2506de084811.htm
---
# FilteredWorksetIterator Properties

Gets the item at the current position of the iterator.